{
	"info": {
		"title": "Informació",
		"shortDesciption": "MATE és una aplicació que et permet restablir el període de prova d'aplicacions natives de macOS com Final Cut Pro o Logic Pro.",
		"purposes": "Aquesta aplicació és només per a fins de desenvolupament.",
		"aboutTitle": "Quant a",
		"aboutDescription": "Aquesta aplicació està dirigida a desenvolupadors i testers que poden haver superat els terminis de prova i necessiten restablir el temporitzador a zero, permetent-los continuar provant l'aplicació o perfeccionant encara més els seus complements.",
		"aboutAlert": "Per accedir il·limitadament a qualsevol programa de macOS, és essencial obtenir-lo a través de l'App Store d'Apple, ja sigui descarregant-lo de forma gratuïta o comprant-lo si és necessari.",
		"howTitle": "Com funciona",
		"contributors": "Contribuïdors",
		"howDescription": "Aquesta aplicació s'encarrega d'automatitzar un procés que normalment requereix intervenció manual en la Terminal. Quan l'executes, elimina els fitxers \"userdata\" dels directoris corresponents a cada aplicació a ~/Library/Application Support. Aquests fitxers són responsables de desar dades relacionades amb la data de caducitat de la prova de cada aplicació.",
		"howResume": "En resum, aquesta aplicació simplifica i automatitza un procés que normalment requeriria l'ús manual de la Terminal per a cada aplicació individualment."
	},
	"home": {
		"title": "Principal",
		"automationBtn": "Activar automatització",
		"automationBtnDesactive": "Desactivar automatització",
		"resetBtnSucces": "Èxit al restablir les versions de prova",
		"resetBtn": "Feu clic per restablir les versions de prova",
		"tableTitle": "Compatible amb:",
		"tableSoftware": "Programari",
		"tableFrom": "Des de la versió",
		"tableTo": "Provada fins a"
	},
	"settings": {
		"title": "Configuració",
		"extendTitle": "Estendre la versió de prova",
		"extendBtn": "Estendre",
		"extendBtnSuccess": "Éxit",
		"automateTitle": "Automatització (beta)",
		"automateDescription": "Manté automàticament la versió de prova el primer dia. Es recomana activar l'inici automàtic si està activat.",
		"automateBtnActivate": "Activar",
		"automateBtnDeactivate": "Desactivar",
		"generalTitle": "General",
		"notsTitle": "Notificacions",
		"notsDescription": "Si està activat, apareixeran notificacions quan s'estengui la versió de prova.",
		"autostartTitle": "Inici automàtic",
		"autostartDescription": "Fa que l'aplicació s'iniciï automàticament quan inicieu la sessió.",
		"languageTitle": "Idioma"
	},
	"btns": {
		"foundIssues": "Has trobat algun problema?",
		"goHome": "Anar a la pàgina principal",
		"readMore": "Llegir més",
		"viewMore": "Veure més",
		"opensource": "Codi obert",
		"free": "Gratis",
		"sendIssue": "Enviar problemes",
		"name": "Nom",
		"version": "Versió",
		"license": "Llicència",
		"author": "Autor",
		"homepage": "Pàgina d'inici",
		"funding": "Finançament",
		"bugs": "Errors"
	},
	"nots": {
		"reset": "Resetejades les versions de prova per a les apps natives de macOS"
	}
}
